cpu_new_keys = [
    'brand', 'model', 'socket', 'num_cores', 'num_thr', 'cache', 'clock', 'nm', 'overclock', 'tdp',
    'max_temp', 'memory_type', 'memory_clock', 'memory_channels', 'videocore', 'model_videocore', 'clock_videocore'
]

cpu_old_keys = [
    'Брэнд', 'Модель', 'Гнездо процессора', 'Количество ядер', 'Количество потоков', 'L3 кэш',  'Частота',
    'Технологический процесс', 'Множитель', 'Тепловыделение', 'Максимальная температура', 'Тип памяти',
    'Поддержка частот памяти', 'Количество каналов памяти', 'Встроенное графическое ядро', 'Модель графического ядра',
    'Частота графического ядра',
]
